{
    "mario kart": {
      "details": "The Mario Kart club is a lively group where gamers come together to race, compete, and enjoy the excitement of this iconic game series. Members share tips, organize tournaments, and celebrate their love for Mario Kart in a fun and inclusive atmosphere."

    },
    "basketball": {
      "details": "The basketball club is dedicated to developing players' skills, teamwork, and sportsmanship through competitive games and training. We focus on fostering a positive and inclusive environment, the club provides opportunities for athletes of all abilities to excel both on and off the court."

    },
    "volleyball": {
      "details": "The volleyball club is a dynamic community of players dedicated to enhancing their skills and fostering a love for the game through structured training programs, competitive leagues, and supportive coaching. Catering to all age groups and skill levels, the club aims to promote teamwork, sportsmanship, and personal growth in a fun and engaging environment."

    },
    "drama": {
      "details": "The drama club is a group where individuals come together to explore and perform theatrical arts, including acting, directing, and stage production. Members collaborate on various projects, such as plays and skits, to develop their skills and express their creativity in a supportive environment."

    },
    "chess": {
      "details": "The chess club is a vibrant community where members gather to hone their skills, engage in friendly competition, and share a passion for the game. It offers a welcoming environment for players of all levels, from beginners to seasoned strategists, fostering both learning and camaraderie."

    },
    "cricket": {
      "details": "Our cricket club is a community-focused sports organization dedicated to promoting cricket among all age groups, offering training, competitive matches, and social events. With a rich history and a welcoming atmosphere, the club fosters teamwork, sportsmanship, and a love for the game."

    },
    "football": {
      "details": "Our football club offers students a structured environment to develop their skills in the sport while promoting teamwork, discipline, and physical fitness. Members participate in regular practice sessions, friendly matches, and competitive tournaments, fostering school spirit and camaraderie among peers."

    }
  }
